Repository: michaldziwisz/sara
Catalog: src/sara/locale/*/LC_MESSAGES/sara.po
Languages: pl

source: SARA News Editor
pl: Edytor serwisów SARA

source: News service
pl: Serwis informacyjny

source: Error
pl: Błąd

source: All files|*.*
pl: Wszystkie pliki|*.*

source: Filter:
pl: Filtr:

source: Name
pl: Nazwa

source: Type
pl: Typ

source: Size
pl: Rozmiar

source: File name:
pl: Nazwa pliku:

source: All files
pl: Wszystkie pliki

source: Drive
pl: Dysk

source: Parent folder
pl: Folder nadrzędny

source: Warning
pl: Ostrzeżenie

source: File exists. Overwrite?
pl: Plik już istnieje. Nadpisać?

source: Confirm overwrite
pl: Potwierdź nadpisanie

source: Ready
pl: Gotowy do emisji

source: &New playlist
pl: &Nowa playlista

source: Add &tracks…
pl: Dodaj &utwory…

source: Assign &audio device…
pl: Przypisz urządzenie &audio…

source: &Import playlist
pl: &Importuj playlistę

source: &Export playlist…
pl: &Eksportuj playlistę…

source: E&xit
pl: Z&akończ

source: &Playlist
pl: &Playlista

source: &Undo
pl: &Cofnij

source: Re&do
pl: P&onów

source: Cu&t
pl: Wy&tnij

source: &Copy
pl: &Kopiuj

source: &Paste
pl: Wk&lej

source: &Delete
pl: &Usuń

source: Move &up
pl: Przenieś w &górę

source: Move &down
pl: Przenieś w &dół

source: &Edit
pl: &Edycja

source: Toggle track &loop
pl: Przełącz zapętlenie &utworu

source: Loop &information
pl: Informacja o &pętli

source: Track &remaining time
pl: Pozostały czas &utworu

source: Track remaining time
pl: Pozostały czas utworu

source: Edit &shortcuts…
pl: Edytuj &skróty…

source: &Options…
pl: &Opcje…

source: &Tools
pl: &Narzędzia

source: No playlists available. Use %s to add a new playlist.
pl: Brak playlist. Użyj %s aby dodać nową playlistę.

source: No playlists available. Use the Playlist menu to add one.
pl: Brak playlist. Użyj menu Playlista aby dodać nową playlistę.

source: Playlist %s added
pl: Dodano playlistę %s

source: (use global/PFL device)
pl: (użyj urządzenia globalnego/PFL)

source: No playlists available
pl: Brak playlist do odtwarzania

source: Select a playlist first
pl: Najpierw wybierz playlistę

source: Audio files (*.mp3;*.wav;*.flac;*.ogg)|*.mp3;*.wav;*.flac;*.ogg|All files|*.*
pl: Pliki audio (*.mp3;*.wav;*.flac;*.ogg)|*.mp3;*.wav;*.flac;*.ogg|Wszystkie pliki|*.*

source: Select audio files
pl: Wybierz utwory

source: No tracks were added
pl: Nie dodano żadnych utworów

source: Loading %d selected tracks…
pl: Wczytywanie %d zaznaczonych utworów…

source: Added %d tracks to playlist %s
pl: Dodano %d utworów do playlisty %s

source: Confirm removal
pl: Potwierdź usunięcie

source: No audio devices available
pl: Brak dostępnych urządzeń audio

source: Removed device assignments for playlist %s
pl: Usunięto przypisania dla playlisty %s

source: Active playlist does not support import
pl: Aktywna playlista nie obsługuje importu

source: Select playlist
pl: Wybierz playlistę

source: M3U playlists (*.m3u)|*.m3u|All files|*.*
pl: Playlisty M3U (*.m3u)|*.m3u|Wszystkie pliki|*.*

source: Failed to import playlist: %s
pl: Nie udało się wczytać playlisty: %s

source: Playlist file is empty
pl: Plik playlisty jest pusty

source: Failed to read playlist file: %s
pl: Nie udało się odczytać pliku: %s

source: Saved news service to %s
pl: Zapisano serwis informacyjny do %s

source: Active playlist does not support export
pl: Aktywna playlista nie obsługuje eksportu

source: Save playlist
pl: Zapisz playlistę

source: Failed to save playlist: %s
pl: Nie udało się zapisać playlisty: %s

source: Playlist saved to %s
pl: Zapisano playlistę do pliku %s

source: Language change will apply after restarting the application.
pl: Zmiana języka zostanie zastosowana po ponownym uruchomieniu aplikacji.

source: Information
pl: Informacja

source: Keyboard shortcuts saved
pl: Zapisano skróty klawiszowe

source: enabled
pl: włączony

source: disabled
pl: wyłączone

source: Auto mix %s
pl: Miks automatyczny %s

source: No scheduled tracks available
pl: Brak zaplanowanych utworów

source: No track selected
pl: Brak zaznaczonego utworu

source: Track has no loop defined
pl: Utwór nie ma zdefiniowanej pętli

source: Failed to update loop metadata
pl: Nie udało się zaktualizować metadanych pętli

source: Track looping %s
pl: Zapętlenie utworu %s

source: Updated ReplayGain for %s
pl: Zaktualizowano ReplayGain dla %s

source: active
pl: aktywne

source: Loop from %.2f to %.2f seconds, looping %s
pl: Pętla od %.2f do %.2f sekundy, zapętlenie %s

source: Intro length: {seconds:.1f} seconds
pl: Długość intra: {seconds:.1f} sek.

source: Intro not defined
pl: Intro nieustawione

source: Disable auto mix to queue specific tracks
pl: Wyłącz automiks, aby kolejkować konkretne utwory

source: Mix points – %s
pl: Punkty miksu – %s

source: File %s does not exist
pl: Plik %s nie istnieje

source: Playback error: %s
pl: Błąd odtwarzania: %s

source: Loop playing
pl: Pętla gra

source: No scheduled tracks in playlist %s
pl: Brak zaplanowanych utworów w playliście %s

source: Playing %s from playlist %s
pl: Odtwarzanie %s z playlisty %s

source: Removed played track %s
pl: Usunięto odtworzony utwór %s

source: Player stop error: %s
pl: Błąd zatrzymania playera: %s

source: Finished %s
pl: Zakończono %s

source: No active playback to report remaining time
pl: Brak aktywnego odtwarzania, aby podać pozostały czas

source: Remaining time unavailable for %s
pl: Pozostały czas niedostępny dla %s

source: Remaining time for %(track)s (%(playlist)s): %(time)s
pl: Pozostały czas utworu %(track)s (playlista %(playlist)s): %(time)s

source: No active playback for this playlist
pl: Brak aktywnego odtwarzania dla tej playlisty

source: Pause error: %s
pl: Błąd pauzy: %s

source: Playlist %s finished track with fade out
pl: Playlista %s zakończyła utwór fade out

source: Playlist is empty
pl: Playlista jest pusta

source: No tracks selected
pl: Brak wybranych utworów

source: Playlist file did not contain supported tracks
pl: Plik playlisty nie zawierał obsługiwanych utworów

source: Imported %d items from %s
pl: Zaimportowano %d pozycji z %s

source: Intro remaining: {seconds:.0f} seconds
pl: Do końca intra: {seconds:.0f} sek.

source: Undo paste
pl: Cofnięto wklejenie

source: Redo paste
pl: Ponowiono wklejenie

source: Undo delete
pl: Cofnięto usunięcie

source: Redo delete
pl: Ponowiono usunięcie

source: Undo move
pl: Cofnięto przeniesienie

source: Redo move
pl: Ponowiono przeniesienie

source: Undo operation
pl: Cofnięto operację

source: Redo operation
pl: Ponowiono operację

source: track
pl: utwór

source: tracks
pl: utwory

source: Copied %d %s from playlist %s
pl: Skopiowano %d %s z playlisty %s

source: Cut %d %s
pl: Wycięto %d %s

source: Clipboard does not contain supported audio files
pl: Schowek nie zawiera obsługiwanych plików audio

source: Clipboard does not contain files or folders
pl: Schowek nie zawiera plików ani folderów

source: Loading tracks from clipboard…
pl: Wczytywanie utworów ze schowka…

source: Clipboard is empty
pl: Schowek jest pusty

source: No supported audio files found on the clipboard
pl: W schowku nie znaleziono obsługiwanych plików audio

source: Pasted %d %s
pl: Wklejono %d %s

source: Skipped %d unsupported %s
pl: Pominięto %d nieobsługiwane %s

source: Deleted %d %s
pl: Usunięto %d %s

source: up
pl: w górę

source: down
pl: w dół

source: Cannot move further %s
pl: Nie można przenieść dalej w %s

source: Moved %s
pl: Przeniesiono %s

source: Moved %d %s
pl: Przeniesiono %d %s

source: Nothing to undo
pl: Brak operacji do cofnięcia

source: Unable to undo last operation
pl: Nie udało się cofnąć operacji

source: Nothing to redo
pl: Brak operacji do ponowienia

source: Unable to redo last operation
pl: Nie udało się ponowić operacji

source: Loop end must be greater than start
pl: Koniec pętli musi być większy od początku

source: Configure a PFL device in Options
pl: Skonfiguruj urządzenie PFL w opcjach aplikacji

source: Selected PFL device is not available
pl: Wybrane urządzenie PFL nie jest dostępne

source: PFL device is currently in use
pl: Urządzenie PFL jest aktualnie zajęte przez odtwarzanie

source: Failed to prepare PFL preview: %s
pl: Nie udało się przygotować podsłuchu PFL: %s

source: Preview error: %s
pl: Błąd podsłuchu: %s

source: No configured player for playlist %s is available
pl: Żaden skonfigurowany odtwarzacz playlisty %s nie jest dostępny

source: Unavailable devices for playlist %s: %s
pl: Urządzenia niedostępne dla playlisty %s: %s

source: Music
pl: Muzyka

source: News
pl: Wiadomości

source: Current playlists (top = first in sequence):
pl: Bieżące playlisty (góra = pierwsza w kolejności):

source: Players
pl: Odtwarzacze

source: Configure players…
pl: Konfiguruj odtwarzacze…

source: Remove
pl: Usuń

source: At least one playlist must remain.
pl: Przynajmniej jedna playlista musi pozostać.

source: Cue in
pl: Punkt wejścia

source: End - 20 s
pl: Koniec - 20 s

source: Mix points
pl: Punkty miksu

source: Outro (absolute seconds)
pl: Outro (czas bezwzględny)

source: Segue start (absolute time)
pl: Początek przejścia (czas bezwzględny)

source: Preview loop (Alt+V)
pl: Podgląd pętli (Alt+V)

source: Current ReplayGain:
pl: Bieżący ReplayGain:

source: Current ReplayGain value
pl: Bieżąca wartość ReplayGain

source: Target standard
pl: Docelowy standard

source: Normalize (bs1770gain)
pl: Normalizuj (bs1770gain)

source: Loudness analysis status
pl: Stan analizy głośności

source: Use current
pl: Użyj bieżącego

source: seconds
pl: sekundy

source: Set valid loop start and end first.
pl: Najpierw ustaw prawidłowy początek i koniec pętli.

source: not set
pl: brak

source: ReplayGain not measured yet
pl: ReplayGain nie został jeszcze zmierzony

source: Existing ReplayGain: {gain:+.2f} dB
pl: Istniejący ReplayGain: {gain:+.2f} dB

source: bs1770gain is not available. Install it and ensure it is on PATH.
pl: bs1770gain jest niedostępny. Zainstaluj go i upewnij się, że znajduje się w zmiennej PATH.

source: Analyzing loudness…
pl: Analiza głośności…

source: Measured {lufs:.2f} LUFS, applied gain {gain:+.2f} dB
pl: Zmierzono {lufs:.2f} LUFS, zastosowano wzmocnienie {gain:+.2f} dB

source: Normalization failed
pl: Normalizacja nie powiodła się

source: New playlist
pl: Nowa playlista

source: Playlist name:
pl: Nazwa playlisty:

source: e.g. Morning
pl: Np. Poranek

source: Enter a playlist name.
pl: Podaj nazwę playlisty.

source: News services (*.saranews)|*.saranews|All files|*.*
pl: Serwisy (*.saranews)|*.saranews|Wszystkie pliki|*.*

source: Switch to read mode
pl: Przełącz do trybu odczytu

source: Insert audio from clipboard
pl: Wstaw audio ze schowka

source: Load service…
pl: Wczytaj serwis…

source: Save service…
pl: Zapisz serwis…

source: Line length:
pl: Długość linii:

source: Apply
pl: Zastosuj

source: Switch to edit mode
pl: Przełącz do trybu edycji

source: Clipboard does not contain audio files.
pl: Schowek nie zawiera plików audio.

source: Load news service
pl: Wczytaj serwis informacyjny

source: Save news service
pl: Zapisz serwis informacyjny

source: (Audio clip: %s)
pl: (Plik audio: %s)

source: No content. Switch to edit mode to add text.
pl: Brak treści. Przełącz do trybu edycji, aby dodać tekst.

source: Startup playlist
pl: Playlista startowa

source: No players configured
pl: Brak skonfigurowanych odtwarzaczy

source: (none)
pl: (brak)

source: Players: %s
pl: Odtwarzacze: %s

source: Playlist name cannot be empty.
pl: Nazwa playlisty nie może być pusta.

source: Options
pl: Opcje

source: Playback
pl: Odtwarzanie

source: Default fade out (s):
pl: Domyślny czas fade out (s):

source: Alternate playlists with Space key
pl: Naprzemiennie odtwarzaj playlisty klawiszem Spacja

source: Automatically remove played tracks
pl: Usuwaj automatycznie odegrane utwory

source: Intro alert (s):
pl: Alert intra (s):

source: Interface language:
pl: Język interfejsu:

source: English
pl: Angielski

source: Polish
pl: Polski

source: Pre-fader listen (PFL)
pl: Podsłuch (PFL)

source: PFL device:
pl: Urządzenie PFL:

source: Startup playlists
pl: Playlisty startowe

source: Add…
pl: Dodaj…

source: Edit…
pl: Edytuj…

source: Read-mode line length (characters, 0 = unlimited):
pl: Długość linii w trybie czytania (znaki, 0 = bez limitu):

source: General
pl: Ogólne

source: Announcements
pl: Komunikaty

source: Choose which announcements should be spoken by the screen reader.
pl: Wybierz, które komunikaty mają być wypowiadane przez czytnik ekranu.

source: Keep selection on currently playing track
pl: Utrzymuj zaznaczenie na odtwarzanym utworze

source: Accessibility
pl: Dostępność

source: Playlist player configuration
pl: Konfiguracja odtwarzaczy playlisty

source: Choose how many players to use and assign audio devices.
pl: Wybierz liczbę odtwarzaczy oraz przypisz każde urządzenie audio.

source: Number of players:
pl: Liczba odtwarzaczy:

source: Player %d
pl: Odtwarzacz %d

source: (default)
pl: (domyślne)

source: Title
pl: Tytuł

source: Duration
pl: Czas trwania

source: Progress
pl: Postęp

source: (loop)
pl: (pętla)

source: &Mix points…
pl: &Punkty miksu…

source: New shortcut
pl: Nowy skrót

source: Press the desired key combination. Press Esc to cancel.
pl: Naciśnij żądaną kombinację klawiszy. Użyj Esc, aby anulować.

source: Keyboard shortcuts
pl: Skróty klawiszowe

source: Scope
pl: Zakres

source: Action
pl: Akcja

source: Shortcut
pl: Skrót

source: Change…
pl: Zmień…

source: Restore default
pl: Przywróć domyślny

source: This shortcut is already assigned to another action.
pl: Taki skrót jest już przypisany do innej akcji.
